Repository: bbenjamin/cimy-user-extra-fields
Catalog: langs/cimy_uef-*.po
Languages: sv_se

source: Please upload an image with one of the following extensions
sv_se: Upladda en bild av en av f&ouml;ljlande filtyper

source: ERROR
sv_se: FEL

source: hasn&#8217;t a correct email syntax.
sv_se: E-post adress angivet har fel.

source: couldn&#8217;t be empty.
sv_se: F&aring; inte vara t&ouml;m.

source: YES
sv_se: JA

source: NO
sv_se: NEJ

source: isn&#8217;t correct
sv_se: ej korrekt

source: should be
sv_se: skulle vara

source: should be an image.
sv_se: borde vara en bild.

source: couldn&#8217;t have size less than
sv_se: borde inte vara mindre &auml;n

source: couldn&#8217;t have length less than
sv_se: L&auml;ngden f&aring; inte vara mindre &auml;n

source: couldn&#8217;t have size different than
sv_se: Storleken f&aring;r vara

source: couldn&#8217;t have length different than
sv_se: L&auml;ngden f&aring; vara

source: couldn&#8217;t have size more than
sv_se: Storleken f&aring; inte vara mer &auml;n

source: couldn&#8217;t have length more than
sv_se: L&auml;ngden f&aring; inte vara mer &auml;n

source: Website
sv_se: Hemsida

source: Options
sv_se: Inst&auml;llningar

source: Fields
sv_se: F&auml;lter

source: Authors &amp; Users Extended
sv_se: Anv&auml;ndare Extra

source: A&amp;U Extended
sv_se: Anv&auml;ndare Extra

source: Add field
sv_se: Till&auml;gga f&auml;lt

source: Update field
sv_se: Uppdatra f&auml;lt

source: Delete field
sv_se: Ta bort f&auml;lt

source: Delete selected fields
sv_se: Ta bort valda f&auml;lter

source: Change order
sv_se: &Auml;ndra ordning

source: Min length
sv_se: Min. l&auml;ngd

source: Exact length
sv_se: Exakt l&auml;ngd

source: Max length
sv_se: Max. l&auml;ngd

source: Exact or Max length
sv_se: Exakt eller max. l&auml;ngd

source: changed to
sv_se: Ã¦ndret til

source: You cannot give an order that misses some numbers
sv_se: Du f&aring; inte anger ordning som saknar visa nummer.

source: Nothing selected
sv_se: Ingenting vald

source: Field(s)
sv_se: F&auml;lt(er)

source: deleted correctly
sv_se: Borttagna korrekt

source: Min size
sv_se: Min. st&ouml;rlek

source: Exact size
sv_se: Exakt st&ouml;rlek

source: Max size
sv_se: Max. st&ouml;rlek

source: Exact or Max size
sv_se: Exakt eller Max. st&ouml;rlek

source: Name not specified
sv_se: Namn ej angivet

source: Name cannot contains spaces
sv_se: Namnet f&aring; inte har mellanrum

source: Label not specified
sv_se: Label ej angivet

source: not selected (with this type is necessary)
sv_se: Ej vald (kr&auml;vs vid denna typ)

source: If you select
sv_se: Om du v&auml;lja

source: you cannot select Min or Max
sv_se: Min eller Max kan ej v&auml;ljas

source: should be in the range of
sv_se: skall vara mellan

source: Equal TO not specified
sv_se: Lika MED ej angivet

source: With checkbox type Equal TO can only be
sv_se: Vid 'Typ' - 'checkbox' LIKA MED kan bara vara

source: With radio type Equal TO can only be
sv_se: Vid 'Type' - 'radio' LIKA MED kan bara vara

source: With checkbox type Value can only be
sv_se: Vid 'Typ' - 'checkbox' V&auml;rde kan bara vara

source: With radio type Value can only be
sv_se: Vid 'Typ' - 'radio' V&auml;rde kan bara vara

source: Field inserted correctly
sv_se: F&auml;lt insat korrekt

source: Field #
sv_se: F&auml;lt #

source: updated correctly
sv_se: Uppdatering genomf&ouml;rt

source: Name inserted is just in the database, change to another one
sv_se: Namn redan i bruk, &auml;ndra detta

source: Add a new Field
sv_se: Till&auml;gga en ny f&auml;lt

source: SUCCESSFUL
sv_se: LYCKAD

source: To add a new field you have to choose a name, type and label; optional are value and description. Rules are applied during user registration.
sv_se: F&ouml;r att till&auml;gga en ny f&auml;lt du m&aring;sta v&auml;lja namn, typ och label; V&auml;rde och Beskrivning &auml;r optionella.

source: With <strong>radio</strong> and <strong>checkbox</strong>: <em>Value</em> and <em>equal TO</em> can only be 'Yes' or 'No' that means 'selected' or 'not selected'
sv_se: Med <strong>radio</strong> och <strong>checkbox</strong>: <em>V&auml;rde</em> och <em>LIKA MED</em> kan bara vara 'Yes' eller 'No', som betyder vald eller ej vald.

source: With <strong>drop-down</strong>: you have to add all options into label for example: label/item1,item2,item3
sv_se: <strong>drop-down</strong>: Du m&aring;sta angiva alla optioner i label t.ex: Label/v&auml;rde1,v&auml;rde2,v&auml;rde3

source: With <strong>picture</strong>: you can preload a default image putting url in <em>Value</em>; 'min,exact,max size' are in KB; <em>equal TO</em> means max pixel size (width or height) for thumbnail
sv_se: Med <strong>bild</strong>: Du kan anv&auml;nde en standard bild med (URL) under <em>V&auml;rde</em>; 'min, exakt, max st&ouml;rleken' angiven i KB;<em>LIKA MED</em> betyder max pixelst&ouml;rlek (h&ouml;jd eller bredd) f&ouml;r tumnagelbild.

source: With <strong>picture-url</strong>: you can preload a default image putting url in <em>Value</em>; <em>equal TO</em> means max width pixel size (height will be proportional)
sv_se: Med <strong>bild-url</strong>: Du kan anger en standardbild genom (URL) under <em>V&auml;rde</em>; <em>LIKA MED</em> betyder max pixelbred (h&ouml;jden reguleras proportionellt).

source: With <strong>registration-date</strong>: <em>equal TO</em> means date and time format
sv_se: Med <strong>registration-datum</strong>: <em>LIKA MED</em> betyder datum- og tidsformat.

source: Name
sv_se: Namn

source: Value
sv_se: V&auml;rde

source: Type
sv_se: Typ

source: Description
sv_se: Beskrivning

source: Rules
sv_se: Regler

source: Actions
sv_se: Aktioner

source: Can be empty
sv_se: Kan vara t&ouml;m

source: Check for E-mail syntax
sv_se: Kontrollera f&ouml;r e-postadress syntax

source: Can be modified
sv_se: Kan &auml;ndras

source: Can be modified only if empty
sv_se: Kan &auml;ndras bara f&auml;ltet &auml;r t&ouml;m

source: Can be modified only by admin
sv_se: Kan &auml;ndras av Administrator

source: Can be modified only by admin or if empty
sv_se: Kan &auml;ndras bara av admin eller om t&ouml;m

source: Cannot be modified
sv_se: Kan inte &auml;ndras

source: Should be equal TO
sv_se: Skulle vare LIKA MED

source: Case sensitive
sv_se: Tar h&auml;nsyn till st&ouml;r och sm&aring; bokstaver

source: Show the field in the registration
sv_se: Visa f&auml;lt vid registrering

source: Show the field in User's profile
sv_se: Visa f&auml;lt i Anv&auml;ndarprofil

source: Show the field in A&amp;U Extended menu
sv_se: Visa f&auml;lt i S&amp;A Extra Meny

source: Clear
sv_se: Nollst&auml;lla

source: WordPress Fields
sv_se: WordPress f&auml;lter

source: Extra Fields
sv_se: Extra f&auml;lter

source: None!
sv_se: Ingen!

source: Invert selection
sv_se: Omv&auml;nd markering

source: Are you sure you want to delete field(s) and all data inserted into by users?
sv_se: &Auml;r du s&auml;ker p&aring; at du ville ta bort detta f&auml;lt(er) och alla given av anv&auml;ndare?

source: Order
sv_se: Ordning

source: Reset
sv_se: Nollst&auml;lla

source: Users Matching "%s"
sv_se: Anv&auml;ndare som Matcha "%s"

source: Authors &amp; Users Extended List
sv_se: Anv&auml;ndares Extra List

source: Search Users
sv_se: S&ouml;k Anv&auml;ndare

source: &laquo; Back to All Users
sv_se: &laquo; Tillbaka till Alla Anv&auml;ndare

source: Username
sv_se: Anv&auml;ndanamn

source: E-mail
sv_se: E-post

source: Role
sv_se: Roll

source: Posts
sv_se: Poster

source: View posts by this author
sv_se: Visa poster av dessa skribent

source: e-mail: %s
sv_se: e-post: %s

source: WordPress Fields table emptied
sv_se: WordPress tabel t&ouml;mde

source: WordPress Fields table deleted
sv_se: WordPress tabel borttagen

source: Extra Fields table emptied
sv_se: Extra tabel f&auml;lter t&ouml;mde

source: Extra Fields table deleted
sv_se: Extra tabel f&auml;lter bottagen

source: Users Data table emptied
sv_se: Anv&auml;nder tabellen t&ouml;mde

source: Users Data table deleted
sv_se: Anv&auml;ndare tabellen borttagen

source: Options set to default values
sv_se: Inst&auml;llningar nullst&auml;lld

source: Options deleted
sv_se: Inst&auml;llninger borttagna

source: Options changed
sv_se: Inst&auml;llningar &auml;ndrad

source: General
sv_se: AllmÃ¤n

source: installed is
sv_se: installerad &auml;r

source: OPTIONS DELETED!
sv_se: INST&Auml;LLNINGAR BORTTAGNA

source: VERSIONS MISMATCH! This because you haven't de-activated and re-activated the plug-in after the update! This could give problems...
sv_se: VERSIONSKONFLIKT! deaktivera och aktivera plugin efter uppdatering!

source: Database
sv_se: Databas

source: select action
sv_se: V&auml;lj aktion

source: Default values
sv_se: Standard v&auml;rder

source: Delete
sv_se: Ta bort

source: NOT PRESENT
sv_se: EJ N&Auml;RVARANDE

source: WordPress Fields table
sv_se: WordPress F&auml;lt tabel

source: Empty
sv_se: T&ouml;m

source: Extra Fields table
sv_se: Extra F&auml;lter Tabel

source: Users Data table
sv_se: Anv&auml;ndare Data Tabel

source: all data inserted by users in all and only extra fields
sv_se: alla data av anv&auml;ndare i alla och bara extra f&auml;lter

source: Force tables creation
sv_se: Forcera tabeller skapande

source: User Profile
sv_se: Anv&auml;ndarprofil

source: Items per fieldset
sv_se: Item per f&auml;ltset

source: Fieldset's titles, separates with comma
sv_se: F&auml;ltset titel, separerat med komma

source: example: title1,title2,title3
sv_se: till ex.: Titel1,Titel2,Titel3

source: Hide username field
sv_se: G&ouml;m anv&auml;ndarnamn f&auml;lt

source: Hide name field
sv_se: G&ouml;m namn f&auml;lt

source: Hide email field
sv_se: G&ouml;m e-post f&auml;lt

source: Hide role field
sv_se: G&ouml;m roll f&auml;lt

source: Hide website field
sv_se: G&ouml;m hemsida f&auml;lt

source: Hide n. posts field
sv_se: G&ouml;m n. poster f&auml;lt

source: WordPress hidden fields
sv_se: Wordpress g&ouml;mde f&auml;lter

source: Show first name
sv_se: Visa f&ouml;rnamn

source: Show last name
sv_se: Visa efternamn

source: Show nickname
sv_se: Visa leknamn

source: Show website
sv_se: Visa hemsida

source: Show AIM
sv_se: Visa AIM

source: Show Yahoo IM
sv_se: Visa Yahoo IM

source: Show Jabber / Google Talk
sv_se: Visa Jabber / Google Talk
